tap "clojure/tools"
tap "homebrew/bundle"
tap "homebrew/services"
brew "ansible"
brew "zstd"
brew "aom"
brew "apr-util"
brew "bash"
brew "libssh"
brew "libssh2"
brew "libgit2"
brew "bat"
brew "berkeley-db", link: true
brew "python@3.12"
brew "borgbackup"
brew "fontconfig"
brew "cairo"
brew "harfbuzz"
brew "clojure"
brew "lima"
brew "colima"
brew "rtmpdump"
brew "curl"
brew "freetds"
brew "libavif"
brew "gd"
brew "composer"
brew "coreutils"
brew "diff-so-fancy"
brew "erlang"
brew "elixir"
brew "eza"
brew "fd"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "libass"
brew "libbluray"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "pkgconf"
brew "gobject-introspection"
brew "groonga"
brew "hatch"
brew "httpie"
brew "hurl"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "jpeg-xl"
brew "jq"
brew "just"
brew "lazydocker"
brew "lazygit"
brew "macos-trash"
brew "mas"
brew "maven"
brew "mkcert"
brew "mosh"
brew "mysql", restart_service: true
brew "neovim"
brew "nginx", restart_service: true
brew "node"
brew "nss"
brew "nushell"
brew "nvm"
brew "openjdk@21"
brew "openvino"
brew "pandoc"
brew "perl"
brew "php@8.1"
brew "pipenv"
brew "pipx"
brew "pnpm"
brew "powerlevel10k"
brew "pyenv"
brew "python-argcomplete"
brew "python@3.11"
brew "qemu"
brew "ripgrep"
brew "rust"
brew "sbt"
brew "scala"
brew "scala@3.3"
brew "starship"
brew "swiftlint"
brew "syncthing", restart_service: true
brew "tlrc"
brew "tmux"
brew "typescript"
brew "uv"
brew "wp-cli"
brew "yazi"
brew "yt-dlp"
brew "zoxide"
cask "adobe-digital-editions"
cask "alfred"
cask "amie"
cask "android-studio"
cask "arc"
cask "asana"
cask "balenaetcher"
cask "beekeeper-studio"
cask "blender"
cask "brave-browser"
cask "calibre"
cask "chatgpt"
cask "choosy"
cask "coconutbattery"
cask "daisydisk"
cask "db-browser-for-sqlite"
cask "diffusionbee"
cask "docker"
cask "firefox"
cask "firefox@developer-edition"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "freecad"
cask "ghostty"
cask "handbrake"
cask "hiddenbar"
cask "hyper"
cask "imageoptim"
cask "iterm2"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "kdenlive"
cask "keyboardcleantool"
cask "linearmouse"
cask "logi-options+"
cask "logitune"
cask "logseq"
cask "macmediakeyforwarder"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "monitorcontrol"
cask "moom"
cask "orbstack"
cask "pgadmin4"
cask "protege"
cask "proxyman"
cask "raycast"
cask "rio"
cask "sigmaos"
cask "slack"
cask "solvespace"
cask "spotify"
cask "sqlpro-for-postgres"
cask "steam"
cask "tabby"
cask "todoist"
cask "transmission"
cask "visual-studio-code"
cask "warp"
cask "xcodes"
cask "zed"
cask "zen-browser"
cask "zoom"
mas "Actions", id: 1586435171
mas "AdBlock Pro", id: 1018301773
mas "Agenda", id: 1287445660
mas "Amazing AI", id: 1660147028
mas "Amphetamine", id: 937984704
mas "CapCut", id: 1500855883
mas "Craft", id: 1487937127
mas "Dark Reader for Safari", id: 1438243180
mas "Developer", id: 640199958
mas "Eagle for Safari", id: 1526651672
mas "Exporter", id: 1099120373
mas "Gifski", id: 1351639930
mas "GoodLinks", id: 1474335294
mas "HotKey", id: 975890633
mas "Hush", id: 1544743900
mas "iA Writer", id: 775737590
mas "Infuse", id: 1136220934
mas "Keynote", id: 409183694
mas "Negative", id: 1378123825
mas "NotePlan", id: 1505432629
mas "Numbers", id: 409203825
mas "onskefoto Studio", id: 1489719819
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "Play", id: 1596506190
mas "Reeder", id: 1529448980
mas "Save to Reader", id: 1640236961
mas "Screen Recorder by Omi", id: 1592987853
mas "Silicio", id: 933627574
mas "Soulver 3", id: 1508732804
mas "StopTheMadness Pro", id: 6471380298
mas "Structured", id: 1499198946
mas "Tadama", id: 1415817706
mas "The Unarchiver", id: 425424353
mas "Things", id: 904280696
mas "Vimari", id: 1480933944
mas "Vinegar", id: 1591303229
mas "WebP Converter", id: 1522368690
mas "Windows App", id: 1295203466
mas "xScope", id: 889428659
